[{
  "_id": {
    "$oid": "664f1e2d1ec889795c9c25ba"
  },
  "TITLE": "Чужой",
  "POSTER": "uploads/scale_1200.jpg",
  "YEAR": "1979",
  "GENRE": "Фантастика",
  "RATING": "8.1",
  "OPINION": "События фильма происходят в далеком будущем, когда люди основали колонии на далеких мирах и стали добывать там полезные ископаемые. И грузовой корабль под названием «Ностромо» как раз отправляется домой, на Землю, чтобы привезти к нам дорогостоящую руду, а также завод, который ее добывал и перерабатывал. Однако где-то на середине пути компьютер «Ностромо» стал улавливать таинственный сигнал, который доносится с безжизненного планетоида, и команде корабля предстоит узнать, что это. «Чужой» получился одним из тех классических фантастических хорроров, которые стали настоящим символом своей эпохи. Причем даже сейчас, когда ты смотришь этот фильм, он тебя реально пугает и ты начинаешь верить в то, что на далеких планетах ничего хорошего ждать не приходится."
},
{
  "_id": {
    "$oid": "664f1e581ec889795c9c25bb"
  },
  "TITLE": "Бойцовский клуб",
  "POSTER": "uploads/6751673321.jpg",
  "YEAR": "1999",
  "GENRE": "Драма",
  "RATING": "8.8",
  "OPINION": "В основе сюжета лежит история анонимного офисного работника, который, однако, часто ездит в командировки на места аварий, в которых участвовали машины, производимые его компанией. Рассказчик сталкивается с циничностью и алчностью своей компании, готовой жертвовать жизнями своих клиентов, чтобы не было лишних затрат на доработку. Мало того, что работа довольно аморальная, так ещё и ужасно скучная. Жизнь рассказчика вне работы ещё скучнее. В мире, где корпорации внушают выгодные для себя потребности, желания, цели и даже мечты людей, наш рассказчик типичный и даже образцовый представитель общества потребления, но что-то всё-таки не так. Главному герою не спится, что-то его не устраивает, но вдруг он встречает Марлу Сингер и остроумного Тайлера Дердена, открывает жизнь по-новому и меняется, идёт против системы. Насколько же далеко он заходит в этой борьбе?"
},
{
  "_id": {
    "$oid": "664f1e891ec889795c9c25bc"
  },
  "TITLE": "Бриллиантовая рука",
  "POSTER": "uploads/Bril_RUKA.jpg",
  "YEAR": "1968",
  "GENRE": "Комедия",
  "RATING": "8.3",
  "OPINION": "В центре сюжета, которого приключения рядового гражданина и банды контрабандистов. В нём в ироничной форме высмеивают советскую жизнь, точнее некоторые нюансы, такие как покупку лотерейных билетов -'А если не будут покупать? Не будут покупать, отключим газ' или отношения граждан с различных бюро -'Я не знаю, как там в Лондоне. Может, там собака друг человека. А у нас - управдом друг человека.'  Более того- в фильме высмеиваются не только семейные отношения и какие-либо пороки, но и религия, что невероятно!. Снят фильм с обилием натурных сцен, с погонями и драками, но главное, то, что авторы постарались в каждую сцену фильма внести долю комичности, например проход по отмели или сцена, в которой брюки превращаются в элегантные шорты. Вся сатира показывает нам открытые типажи и тех, кого во времена Гайдая высмеивали, и тех на кого нужно было ровняться."
},
{
  "_id": {
    "$oid": "664f1f521ec889795c9c25bd"
  },
  "TITLE": "Драйв",
  "POSTER": "uploads/1.jpg",
  "YEAR": "2011",
  "GENRE": "Драма",
  "RATING": "7.3",
  "OPINION": " В городе Лос-Анджелес 127 тысяч улиц. И никто не знает их лучше, чем Тэд. Днем он работает в автосервисе, плюс иногда в качестве хобби выполняет трюки в голливудских фильмах. По ночам же он занимается «частным извозом». Только обычными перевозками пассажиров из пункта А в пункт Б, это вряд ли назовешь. Полная свобода действий для нанимателя и временной промежуток в 5 минут, сделали его незаменимым человеком за рулем. Однако даже совершенные люди не застрахованы от ошибок. Таким «проколом» для главного героя стала попытка выплатить долг за мужа своей соседки. Связавшись не с теми людьми, он поставил под удар не только самого себя, но и своих близких. И в данной ситуации у него не остается ни какого иного выбора кроме как идти на ответные меры и начать самую главную гонку в своей жизни."
},
{
  "_id": {
    "$oid": "664f1fb21ec889795c9c25be"
  },
  "TITLE": "12 стульев",
  "POSTER": "uploads/12_STUL.jpg",
  "YEAR": "1971",
  "GENRE": "Комедия",
  "RATING": "8.3",
  "OPINION": "Главным героем истории становится Остап Ибрагимович Бендер, самоуверенный аферист, который без гроша в кармане прибывает в некий провинциальный город, где узнает, что в нем находится опальный дворянин Воробьянинов, мечтающий поправить свое бедственное положение. Бендер узнает, что теща завещала Воробьянинову огромное состояние, которое находится в одном из стульев ее гарнитура. Да только проблема в том, что стулья давно пропали и теперь их надо найти. «12 стульев» от Леонида Гайдая – это приятная и веселая комедия с авантюрными нотками и отличным актерским составом. Фильм смотрится очень легко и неизменно веселит. Именно такая комедия просто не может не поднимать настроение."
},
{
  "_id": {
    "$oid": "6654add5f450e63c619de25a"
  },
  "TITLE": "Джокер",
  "POSTER": "uploads/joker_2019.jpg",
  "YEAR": "2019",
  "GENRE": "Драма",
  "RATING": "8.0",
  "OPINION": "Сюжет рассказывает нам о Артуре Флеке, маленьком человеке, глубоко подавляемом матерью, обществом и самим собой. Он - никто, он объект для насмешек и издевательств. Человек, которого мать научила лишь смеяться - сквозь слёзы к несправедливости и отчуждению. Та мать, для которой свидание сына является лишь фоном для постоянных писем богатому сэру, которая подменила свою болезнь и материнскую опеку над сыном своей - больной и безграничной поглощением своей жизни его существования."
},
{
  "_id": {
    "$oid": "6654aecaf450e63c619de25b"
  },
  "TITLE": "1917",
  "POSTER": "uploads/1917.jpg",
  "YEAR": "2019",
  "GENRE": "Боевик",
  "RATING": "7.9",
  "OPINION": " Фильм рассказывает о событиях во время Первой мировой войны, когда двум бойцам английской армии поручают доставить срочное донесение, от которого зависит спасение жизней 1600 солдат. Это кино выглядит не столько яростным криком, сколько мощным манифестом, где твердо сказано о том, что любая война должна быть окончена еще в начале, когда в помыслах возникла мысль о ней. А иначе мы опять придем к миллионам смертей рядовых, офицеров и сержантов, которые никогда больше не придут к себе домой."
},
{
  "_id": {
    "$oid": "6654af5df450e63c619de25c"
  },
  "TITLE": "Титаник",
  "POSTER": "uploads/titanic.jpg",
  "YEAR": "1997",
  "GENRE": "Драма",
  "RATING": "8.4",
  "OPINION": "Сюжет фильма разворачивается в 1912 году и берет свое начало в английском городе Ливерпуле, и порта которого должен выйти огромный океанический лайнер под гордым названием «Титаник». Его владельцы не скупились на средства и рекламную кампанию, а потому на корабль хотели попасть самые богатые вельможи и простые люди. Среди них совершенно случайно оказался молодой художник Джек, который хотел начать в США новый этап своей жизни. «Титаник» справедливо стал одним из наиболее известных фильмов своего времени. Ему удалось не только собрать букет наград и обеспечить себе кассовые сборы. Этот фильм сумел проложить дорогу к сердцам огромной аудитории и навсегда там задержаться."
},
{
  "_id": {
    "$oid": "6654b048f450e63c619de25d"
  },
  "TITLE": "\tОперация «Ы» и другие приключения Шурика",
  "POSTER": "uploads/operacziya.jpg",
  "YEAR": "1965",
  "GENRE": "Комедия",
  "RATING": "8.7",
  "OPINION": " Картина представляет собой 3 новеллы, в каждой из которых фигурирует студент Шурик. Попадая в разные житейский ситуации, он порой то оказывается неуклюжим простаком, то проявляет чудеса находчивости и блестяще справляется с трудностями.  Даже сегодня, оглядываясь на десятилетия назад, можно сказать, что герой Александра Демьяненко – самый известный студенческий персонаж, на всём кинематографическом просторе бывшего СССР. И эта, и следующая картина Леонида Гайдая о приключениях студента Шурика — «Кавказская пленница» — прочно укоренились в нашей памяти огромным количеством афоризмов, искромётных гэгов и яркими впечатлениями.  Кажется, что очень редкий кинозритель не видел этой картины Леонида Гайдая, но, несмотря на это, её и остальные работы великого режиссёра можно пересматривать неоднократно."
},
{
  "_id": {
    "$oid": "6654b0fff450e63c619de25e"
  },
  "TITLE": "Убить Билла",
  "POSTER": "uploads/killbill.jpg",
  "YEAR": "2003",
  "GENRE": "Триллер",
  "RATING": "7.7",
  "OPINION": " Бывшая участница группировки киллеров - Чёрная мамба решила начать новую жизнь. Она венчается со своим женихом и скоро родит, но внезапно на свадьбе всех убивают те самые киллеры, с которыми невеста некогда была в одной команде. Она говорит Биллу - предводителю киллеров, что ребёнок от него, но тот стреляет в голову бывшей возлюбленной из-за разбитого сердца. Однако Чёрная мамба выживает и начинает свой путь мести. Это яркая, энергичная и взрывная картина, которая может заставить вас переживать, смеяться и удивляться. Но будьте готовы, что иногда вы можете почувствовать, что все эти мечи, взрывы и кровь начинают перегружать вас, как будто Тарантино слишком увлекся, накидывая все свои любимые вещи в один фильм."
},
{
  "_id": {
    "$oid": "6654b360f450e63c619de25f"
  },
  "TITLE": "Человек-амфибия",
  "POSTER": "uploads/chel_amf.jpg",
  "YEAR": "1961",
  "GENRE": "Фантастика",
  "RATING": "7.7",
  "OPINION": "«Человек-амфибия», это фильм-драма, в основу которого лег научно-фантастический роман советского писателя Александра Беляева. Сюжет фильма максимально приближен к литературному произведению и показывает нам необычайную историю из жизни Ихтиандра – юноши, который мог жить не только на суше, но и под водой, вследствие неизлечимой болезни легких в детстве, что сподвигло известного в Аргентине доктора Сальватора пересадить ребенку жабры молодой акулы, после чего его вторым домом стал океан."
}]